[

  {
  "text": "حديث ((يا فاطمة، قومي إلى أُضحيتك فاشهديها؛ فإنَّ لكِ بكل قطرة تقطر من دمها أن يغفر لكِ ما سلف من ذنوبك، قالت: يا رسول الله، ألنا خاصَّة آل البيت، أو لنا وللمسلمين؟ قال: بل لنا وللمسلمين)).",
  "darga": "الدرجة: منكَر",
  "source": "https://dorar.net/fake-hadith"
 },
  {
  "text": "بكت السموات السبع ومَن فيهن، ومَن عليهن، وبكت الأرَضون ومَن فيهن، ومَن عليهن على تاجر خسِرت تجارته، أو عالم تجاهَل عِلمَه.",
  "darga": "الدرجة: ليس له وجود في كتب الحديث",
  "source": "https://dorar.net/fake-hadith"
 },
  {
  "text": "حديث ((ما من مؤمن أدخل سرورًا [على مؤمن] إلَّا خلق الله من ذلك السرور مَلَكًا يعبُد الله ويمجِّده ويوحِّده، فإذا صار المؤمن في لحده أتاه السُّرور الذي أدخله عليه، فيقول له: أمَا تعرفني؟ فيقول له: مَن أنت؟ فيقول أنا السرور الذي أدخلتني على فلان، أنا اليوم أُؤنس وحشتك، وأُلقِّنك حُجَّتك، وأُثبِّتك بالقول الثابت، وأَشهد بك مشهد القيامة، وأَشفع لك من ربك، وأُريك منزلتك من الجنة)).",
  "darga": "الدرجة: لا يصح",
  "source": "https://dorar.net/fake-hadith"
 },
  {
  "text": "حديث ((من أعان أخاه المسلم بكلمة، أو مشى له خُطوة، حشره الله عز وجل يوم القيامة مع الأنبياء والرُّسل آمنًا، وأعطاه على ذلك أجْرَ سبعين شهيدًا قُتلوا في سبيل الله)).",
  "darga": "الدرجة: لا يصح",
  "source": "https://dorar.net/fake-hadith"
 },
  {
  "text": "حديث ((من مشى في حاجة أخيه، كان خيرًا له من اعتكاف عَشر سنين، ومَن اعتكف يومًا ابتغاء وجه الله، جعل الله بينه وبين النار ثلاثة خنادق، كل خندق أبعد ممَّا بين الخافقين)).",
  "darga": "الدرجة: لا يصح، ويغني عنه حديث: \n (لَأَنْ أمْشِيَ مع أخِي المسلمِ في حاجةٍ أحَبُّ إليَّ من أنْ أعتكِفَ في المسجدِ شهْرًا)",
  "source": "https://dorar.net/fake-hadith"
 },
  {
  "text": "حديث: ((رُبَّ قارئٍ للقرآن والقرآن يلعنه))",
  "darga": "الدرجة: ليس بحديث",
  "source": "https://dorar.net/fake-hadith"
 },
  {
  "text": "حديث: ((الساكت عن الحقِّ شيطانٌ أخرس)).",
  "darga": "الدرجة: ليس بحديث",
  "source": "https://dorar.net/fake-hadith"
 },
  {
  "text": "حديث: ((أنَّ النبي صلى الله عليه وسلم رأى رجلًا يعبَث بلحيته في الصلاة، فقال: لو خشَع قلب هذا، لخشعت جوارحه)).",
  "darga": "الدرجة: لا يصح",
  "source": "https://dorar.net/fake-hadith"
 },
  {
  "text": "حديث: ((خير الأسماء ما عُبِّد وحُمِّد)).",
  "darga": "الدرجة: لا أصل له، وصح بلفظ: (إن أحب أسمائكم إلى الله: عبد الله، وعبد الرحمن)",
  "source": "https://dorar.net/fake-hadith"
 },
  {
  "text": "حديث: ((إن الله لا ينظر إلى الصفِّ الأعوج)).",
  "darga": "الدرجة: ليس بحديث",
  "source": "https://dorar.net/fake-hadith"
 },
  {
  "text": "س/ صحة حديث علي بن ابي طالب ( ان الله يقذف الحب في قلوبنا فلا تسال المحب لماذا احببت ) ؟",
  "darga": "ج/ كذب على عليٍّ رضي الله تعالى عنه.",
  "source": "https://www.facebook.com/tas7i7y"
 },
  {
  "text": "س/ ما صحة هذا الكلام كان النبي صلى الله عليه وسلم يبكي عند وفاة أحد الكفار قائلا \n 'نفس أفلتت مني إلى النار'",
  "darga": "ج/ • لا أصل لذلك عن رسول الله صلى الله عليه وسلم.\n • والثابت ما في 'الصحيحين' عن جابر رضي الله عنه قال: مَرَّ بنا جنازة، فقام لها النَّبيُّ صلَّى الله عليه وسلَّم وقُمْنَا به، فقلنا: يا رسول الله، إنَّها جنازة يهوديٍّ، قال: (إذَا رأيتم الجنازةَ فقوموا).وفيهما قول سهل بن حنيف وقيس بن سعد رضي الله عنهما: 'إنَّ النَّبيَّ صلَّى الله عليه وسلَّم مرَّت به جنازةٌ فقام، فقيل: إنَّها جنازة يهوديٍّ، فقال: (أليستْ نَفْسًا؟)'.\n• وقد بوَّب البخاريُّ رحمه الله في 'صحيحه': (باب مَن قام لجنازة يهودي) وأورد تحته عددًا من الأحاديث.\n• ولم يرد عن رسول الله صلى الله عليه وسلم أنه بكى لموت كافرٍ فيما نعلم، ولم يتبع جنازة اليهودي، بل قام لها فقط لمّا مرَّت بهم حتى توارت، وإنَّما فعل ذلك عليه الصلاة والسلام لهيبة الموت، وقال كما عند مسلم: (إنَّ الموت فَزَعٌ).والله تعالى أعلم.",
  "source": "https://www.facebook.com/tas7i7y"
 },
  {
  "text": "هل الكلام ده صح ؟ الله عز وجل الستير وليس ساتر ساتر اسم من اسماء الجن",
  "darga": "ج/ هذا كذب عجيب! ولا حرج على المسلم أن يقول 'يا ساتر' لكن الساتر ليس من أسماء الله الحسنى وكذلك الستار، لكن يجوز الإخبار بهما عن الله تبارك وتعالى إذ باب الإخبار أوسع من باب الأسماء والصفات كما هو معلوم، فلا حرج إطلاقاً أن يقال ( يا ساتر أو يا ستار ) والأفضل من ذلك هو الدعاء باسم الله تعالى السِّتِّير وهو اسم من أسماء الله الحسنى.",
  "source": "https://www.facebook.com/tas7i7y"
 },
  {
  "text": "س/ حديث ينظر ملك ‍الموت للإنسان في اليوم مرتين صحيح ؟!",
  "darga": "ج/ لا أصل لذلك عن الرسول صلَّى الله عليه وسلَّم في كتب السُّنَّة.",
  "source": "https://www.facebook.com/tas7i7y"
 },
  {
  "text": "س/ ما درجة حديث: 'لأن تهدم الكعبة حجرًا حجرًا أهون عند الله من أن يراق دم امرئ مسلم'؟",
  "darga": "ج/ لا يوجد حديث بهذا اللفظ. لكن ثبت هذا المعنى في حديث ابن عمر رضي الله عنهما عند ابن ماجه قال : رأيت رسول الله صلى الله عليه وسلم يطوف بالكعبة، ويقول: ( ما أطيبك، وأطيب ريحك! ما أعظمك، وأعظم حرمتك! والذي نفس محمد بيده، لحرمة المؤمن أعظم عند الله حرمة منك، ماله، ودمه. ) والله تعالى أعلم.",
  "source": "https://www.facebook.com/tas7i7y"
 },
  {
  "text": "س/ (مَا زَالَ جَبْرَئِيلُ يُوصِينِي بِالْمَرْأَةِ حَتَّى ظَنَنْتُ أَنَّهُ لَا يَنْبَغِي طَلَاقُهَا إِلَّا مِنْ فَاحِشَةٍ مُبَيِّنَةٍ ) صحيح؟",
  "darga": "ج/ كذب لا أصل له في كتب السُّنَّة، إنَّما ينقله الشيعة في كتبهم. وقد قال رسول الله صلى الله عليه وسلم كما في 'الصحيحين': (استوصوا بال‍نساء خيرًا). والله تعالى أعلم.",
  "source": "https://www.facebook.com/tas7i7y"
 },
  {
  "text": "س/ هل في حديث عن مسح الرقبه ف الوضوء؟؟",  
  "darga": "ج/ لا يصح عن رسول الله صلى الله عليه وسلم حديث في مسح ال‍رقبة في الوضوء بل كل ما جاء في ذلك من أحاديث فلا تصح . قال شيخ الإسلام ابن تيمية رحمه الله في الفتاوى ( ٢١ / ١٢٧ ) :' لم يصح عن النبي صلى الله عليه وسلم أنه مسح على ‍عنقه في الوضوء . ' وقال ابن القيم رحمه الله في زاد المعاد ( ١ / ١٩٥ ) : ' ولم يصح عنه - صلى الله عليه وسلم - في مسح ال‍عنق حديث البتة. 'فلا يُشرع للإنسان أن يمسح على رقبته في الوضوء . والله تعالى أعلم.",
  "source": "https://www.facebook.com/tas7i7y"
 },
  {
  "text": "س/ هل فيه حديث إن الناس ينادى عليهم يوم القيامة بأسماء أمهاتهم؟ وما الصحيح؟ ",
  "darga": "ج/ لم يرد في ذلك حديث و هذا الكلام غير صحيح بالمرة بل ثبت عن النبي صلى الله عليه و سلم أن الناس يوم القيامة يدعون بأسماء آبائهم. روى البخاري و مسلم عن عبدالله بن عمر - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وسلم : ( إن الغادر ي‍نصب له لواء يوم القيامة، فيقال : هذه غدرة فلان ابن فلان ) و البخاري رحمه الله بوّب باباً في كتاب الأدب من صحيحه فقال : ( بَابُ مَا يُدْعَى النَّاسُ بِآبَائِهِمْ. ) و ذكر فيه الحديث السابق. والله تعالى أعلم.",
  "source": "https://www.facebook.com/tas7i7y"
 },
  {
  "text": "س/ صحة حديث من صلي علي في اليوم مئة مرة قضي الله له 100 حاجة 70 منها لآخرته و 30 منها لدنياه ؟",
  "darga": "ج/ حديث منكر لا يصح. أخرجه البيهقيُّ في 'الشعب'، وابن عساكر في 'تاريخه'، وأسانيده ضعيفة لا تصحُّ؛ كما ضعَّفه السخاويُّ وغيره. وقد ثبت في فضل الصلاة على النبيِّ صلَّى الله عليه وسلَّم أحاديث كثيرة منها: ما رواه مسلمٌ في 'صحيحه' عن عبد الله بن عمرو بن العاص رضي الله عنهما أنَّ النبيَّ صلَّى الله عليه وسلَّم قال: 'مَنْ صَلَّى عَلَيَّ صَلَاةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْرًا.' والله تعالى أعلم.",
  "source": "https://www.facebook.com/tas7i7y"
 },
  {
  "text": "س / البخور له فايدة من ناحية الدين و بيشيل الحسد وكده ولا ريحة حلوة وخلاص",
  "darga": "ج / ريحة حلوة وخلاص .",
  "source": "https://www.facebook.com/tas7i7y"
 }
]