/// TODO Update New Feature | Change every release
const List<List<String>> updateNewFeature = [
  [
    "v2.4.0",
    '''
- التحكم في مستوى الصوت للمؤثرات
- القائمة الجانبية تتغير مع تغير لغة التطبيق
- حل مشكلة عداد المئة في السبحة
- حل مشكلة عدم توجه التطبيق للذكر عند الضغط على البدء من الإشعارات
- بعض التحسينات على الأداء''',
  ],
  [
    "v2.3.0",
    '''
- اضافة شرح للأذكار يتضمن الحديث والفوائد والشرح لكل ذكر من الأذكار
- اضافة وضع جديد لألوان التطبيق "أسود غريب"
- اضافة ترجمة انجليزية للواجهة "يلزم إعادة تشغيل التطبيق لتطبيقها  في بعض الأماكن"
- اضافة خاصية جديدة للسبحة وهي الأذكار المتغيرة بتفعيلها يقوم التطبيق بتديل عشوائي للأذكار أمامك
- يمكنك الآن تعديل المنبهات من الواجهة مباشرة عن طريق الضغط المطول على أيقونة الإشعارات وهي مفعلة
- اضافة شريط اضافي لتقدمك عند قراءة الأذكار يقوم بحساب كل تسبيحة
- بعض التعديلات في القائمة الجانبية في الصفحة الرئيسية
- بعض التعديلات في واجهة مشاركة الذكر كصورة
- تكبير الحد الأقصى للخط في مشاركة الذكر كصورة
- يمكنك الآن حذف التشكيل عند مشاركة الذكر كصورة
- مشاركة الأحاديث المنتشرة التي لا تصح كصورة
- إصلاح الخلل الذي يسبب توقف التطبيق على هواتف من اصدار أندرويد 13
- إصلاح الخلل الخاص بارسال الأخطاء الإملائية
- اصلاح الخلل الذي يظهر عند اضافة عداد جديد في السبحة''',
  ],
  [
    "v2.2.1",
    '''
- حل مشكلة الشاشة السوداء في بداية التطبيق لمستخدمي أندرويد 13
- حل مشكلة إرسال البريد بالأخطاء الإملائية''',
  ],
  [
    "v2.2.0",
    '''
- امكانية تغيير الخط داخل التطبيق قرابة خمسة عشر خطا للاختيار بينها
- الخط يظهر عند مشاركة الذكر كصورة
- حل بعض المشاكل المتعلقة بالاشعارات والجدولة
- حل مشاكل اختفاء الأزرار وشرائط الأدوات خلف أزرار التنقل في بعض الهواتف
''',
  ],
  [
    "v2.1.0",
    '''
- إمكانية ترتيب النوافذ على الواجهة
- إضافة ذكر أستغفر الله وأتوب إليه في أذكار المساء
- إمكانية إعادة تعيين العداد في بطاقات الذكر المفضل
- إعادة كتابة الإشعارات
- تحسين صفحة تاريخ الميزات
- تحسين في القائمة الجانبية في الشاشة الرئيسية
- تحسين في شكل حالة التنبيهات على الواجهة
- تحسين في شكل إضافة وتعديل التنبيهات
- تحسين في بطاقات التنبيهات في إدارة التنبيهات
- حفظ ثيم التطبيق عند أول مرة لفتحة وجعل الوضع المعتم هو الوضع الإفتراضي للتطبيق
- حل مشكلة عدم تحديث معاينة الخط في الإعدادات
- حل مشكلة اللون الأبيض عند فتح البرنامج
- حل مشكلة ظهور التنبيهات بعد حذفها''',
  ],
  [
    "v2.0.0",
    '''
- إضافة  سورة السجدة برواية حفص عن عاصم
- اهتزاز الهاتف عند التسبيح والذكر يمكنك تفعيله من الإعدادات إدارة المؤثرات
  - اهتزاز عند كل ذكر
  - اهتزاز عند انتهاء الذكر
  - اهتزاز عند انتهاء جميع الأذكار
- إصلاح مشكلة البريد الإلكتروني''',
  ],
  [
    "v1.9.0",
    '''
- إضافة  وضع ألوان فاتح مائل للصفرة
- تطوير كلي لمشاركة الذكر بالصورة
  - التحكم بكل لون على حدة
  [لون العنوان - لون النص - لون ملحقات النص - لون البطاقة]
  - التحكم في حجم النص
  - تحسين جودة الصورة لضعف الجودة السابقة وامكانية التحكم بالجودة
  [1.0 - 1.5 - 2.0 - 2.5 - 3.0]
  - التحكم في عرض الصورة
  - التحكم في اظهار رقم الذكر أعلى الصورة
  - الابقاء على الوضع القديم من حيث حجم الخط تحت مسمى "حجم خط ثابت"
  - حفظ جميع الإعدادات للمرات القادمة
- إصلاح مشكلة استمرار العداد بعد الخروج من الصفحة''',
  ],
  [
    "v1.8.0",
    '''
- تطوير السبحة
  - إضافة  ذكر والتسبيح لكل ذكر بشكل منفرد
  - امكانية ضبط العداد من 33 لأي عدد تشاء
- إضافة  سورة الملك براوية حفص عن عاصم
- تطوير شكل الواجهة وجعلها أكثر بساطة
- إصلاح بعض واجهات الصفحات''',
  ],
  [
    "v1.7.0",
    '''
- إضافة  مؤثرات صوتية عند
  - الضغط للتسبيح
  - عند اكتمال الذكر
  - عند اكتمال جميع الأذكار
- عودة الوضع المعتم القديم للتطبيق ليصبح هناك ثلاثة أوضاع
  - فاتح
  - معتم
  - معتم محسن
- إصلاح بعض المشاكل وإضافة  بعض التحسينات''',
  ],
  [
    "v1.6.0",
    '''
- وضعين للألوان (معتم - فاتح)
- اصلاحات في صفحات سورة الكهف''',
  ],
  [
    "v1.5.0",
    '''
- الشريط العلوي يختفي أثناء تصفح الفهرس والمفضلة
- مشاركة الذكر كصورة
- أيقونات تعبر عن منبه الذكر في الصفحة الرئيسية [إضافة  - تفعيل - الغاء تفعيل]
- إضافة  ذكر إلى المفضلة
- إضافة  اعدادت الخط إلى صفحة الإعدادت
- تعديل واجهة قراءة الأذكار في وضع الصفحات
- تعيين الحديث كمقروء
- التطبيق في الوضع الرأسي دائما
- اصلاح الألوان الساطعة في صفحة المنبهات
- اصلاح النمط لبعض النصوص
- إضافة  مؤشر كلي لتقدمك في الذكر لوضع البطاقة
- Stable التسبيح بمفاتيح الصوت وسماعات الرأس التي تدعم التحكم بمفاتيح الصوت
  - التحكم في الأذكار اليومية بمفاتيح الصوت
  - التحكم بالسبحة بمفاتيح الصوت
  - تقليب صفحات سورة الكهف
- اصلاح بعض الأخطاء''',
  ],
  [
    "v1.4.0",
    '''
- تعديلات في شاشة الأذكار في وضعية الصفحات
- إضافة  مؤشر كلي لتقدمك في الذكر لوضع الصفحات
- Beta التسبيح بمفاتيح الصوت وسماعات الرأس التي تدعم التحكم بمفاتيح الصوت
  - التحكم في الأذكار اليومية بمفاتيح الصوت
  - التحكم بالسبحة بمفاتيح الصوت
  - تقليب صفحات سورة الكهف
- حل مشكلة عدم فتح الذكر عند الضغط على اشعار التنبيه الخاص به
- حل مشكلة عدم حفظ التطبيقات للإعدادت
- اصلاح بعض المشاكل المتعلقة بالأداء
- التطبيق أصبح أخف حجما
- تحكم أفضل لتحليل المشاكل''',
  ],
  [
    "v1.3.0",
    '''
- الشاشة لا تغلق أثناء قراءة الأذكار "Screen always on"
- إضافة  وحذف الأذكار من المفضلة
- إضافة  منبه لصيام الإثنين والخميس
- إضافة  منبه عند عدم فتح التطبيق لمدة 3 أيام
- يمكنك الآن تخصيص وقت الذكر
- إضافة  تنبيه لأي ذكر داخل التطبيق
- التنبيهات تذهب للذكر مباشرة عند الضغط عليها
- إضافة  صفحة في الإعدادات للتحكم في التنبيهات
- التحكم الكامل في الاشعارات
- تعديل صفحة القرآن الكريم
- امكانية الدخول لسورة الكهف عند الضغط المطول على أيقونة التطبيق في الـ Dashboard
- اصافة صفحة جديدة للإطلاع على ميزات التحديث الذي تملكه وجميع التحديثات السابقة عند الضغط على أيقونة التطبيق في الـ Dashboard
- تحسين تجربة الانتقال داخل التطبيق عن طريق إضافة  انيميشن عند التنقل بين الصفحات
- تحسين صفحة الفهرس والمفضلة وغيرها بإضافة  Scrollbar
- تحسين في صفحة عن التطبيق
- تحسين عام في صفحة الإعدادات
- اصلاح مشكلة اشعار التطبيق التي لا تظهر في بعض الهواتف
- اصلاح الأخطاء والمشاكل التي وصلتنا

Dev side
- Migrate to Flutter 2
- Migrate to Null Saftey
- Build app with sound null''',
  ],
  [
    "v1.2.0",
    '''
- اصلاح بعض المشاكل
- تحديث شامل للواجهة "أصبحت أكثر تركيزا على الأذكار مع إعادة ترتيب الأدوات الأخرى"
- إضافة تنبيهات للأذكار
- إضافة سورة الكهف يتم الدخول إليها من إشعار يظهر يوم الجمعة
- حذف الوضع الفاتح للألوان''',
  ],
  [
    "v1.1.1",
    '''- إصلاح مشكلة عدم حفظ التطبيق لوضعية الذكر عند الإغلاق''',
  ],
  [
    "v1.1.0",
    '''
- اصلاح بعض المشاكل
- تعديل الأخطاء الإملائية التي وصلتنا
- الاكتفاء بالوضع المعتم والفاتح
- العداد أصبح داخل البطاقات
- تحول لون البطاقة عند انتهاء العد
- عمل وضعية جديدة للقراءة وهي وضعية الصفحات يمكنك التبديل بينها وبين البطاقات من خلال الإعدادات''',
  ],
  [
    "v1.0.0",
    '''
- التطبيق يحتوي على فهرس كامل لكتاب حصن المسلم
- خاصية البحث في الفهرس
- قراءة الأذكار بتشكيل أو بدون
- تكبير وتصغير حجم الخط
- تبديل إلى الوضع المعتم أثناء القراءة
- عند الضغط المطول على الذكر يظهر لك التخريج
- الضغط المفرد يقوم بتشغيل عداد الذكر حتى تشعر باهتزاز يعني انتهاء الذكر
- النص أسفل الذكر يحتوي على فضل الذكر أو تعليق
-  مفضلة يوجد بها الأذكار اليومية التي تحتاجها بشكل دوري
- يوجد سُبحة للعد كيفما شئت 
- (عداد لانهائي - إنقاص العد - تصفير العداد)
- تبويب يحتوي على بعض الأحاديث المنتشرة التي لا تصح
- يوجد تبويب لتطبيقات نافعة نرشحها لك
- يحتوي على وضع ليلي وعدد من الألوان للوضع الفاتح
- يمكنك تكبير وتصغير حجم الذكر كما تشاء
- يمكنك مشاركة الذكر مع من تحب
- يمكنك الإبلاغ عن الذكر في حالة وجود خطأ
- يمكنك مراسلتي أو ارسال تقييم للتطبيق من خلال الاعدادات''',
  ],
];
