Repository: muslimpack/HisnElmoslem_App
Catalog: hisnelmoslem/lib/l10n/intl_*.arb
Languages: ar

source: About Us
ar: عن التطبيق

source: Activate
ar: تفعيل

# activateCounterInstructions
source: To activate counter go to counters then click to counter icon beside the counter you want
ar: لتفعيل العداد اذهب إلى عرض التسبيحات واضغط على علامة العداد

source: Active tally
ar: التسبيح

# addNameToCounter
source: Add a name to your counter
ar: أدخل اسم العداد مثال سبحان الله وبحمده سبحان الله العظيم

source: Add new counter
ar: إضافة عداد جديد

source: Add reminder
ar: إضافة تنبيه

source: Allow
ar: السماح

# allowNotifications
source: Allow app to send notifications?
ar: هل تريد السماح بتشغيل الإشعارات؟

source: App Language
ar: لغة التطبيق

source: Are you sure?
ar: متأكد من ذلك؟

source: Background color
ar: لون الخلفية

source: Card index
ar: البطاقة رقم

source: Card Mode
ar: وضعية البطاقات

# chat
source: Hisn ELmoslem App | Chat
ar: تطبيق حصن المسلم: نداء

# chooseTimeForReminder
source: Please choose time for the reminder
ar: اختر وقتا للتذكير

# circleEvery
source: Complete circle every
ar: دورة كل

source: Click here
ar: اضغط هنا

# clickToChooseTime
source: Click to set the time
ar: اضغط لاختيار التوقيت

source: Close
ar: إغلاق

# commentaryBenefit
source: Fadl
ar: الفضل

# commentaryHadith
source: Hadith
ar: الحديث

# commentarySharh
source: Commentary
ar: الشرح

source: Contact
ar: التواصل

# contactDev
source: Contact to Dev
ar: تواصل مع المطور

source: Copied to clipboard
ar: تم النسخ إلى الحافظة

source: Copy
ar: نسخ

# counterCircleMustBeGreaterThanZero
source: Counter circle must be higher than zero
ar: دورة العداد يجب أن تكون رقم أكبر من الصفر

# counterCircleSetToZero
source: The counter circle is set to zero when reach this number
ar: تعاد دورة العداد إلى الصفر عند الوصول لهذا الرقم

source: Counter name
ar: اسم العداد

source: Counters
ar: عرض التسبيحات

# counterWillBeDeleted
source: This counter will be deleted.
ar: سيتم حذف هذا العداد بما فيه من انجاز

source: Current version
ar: الإصدار الحالي

source: Daily
ar: يوميا

source: Dark Theme
ar: الوضع المعتم

source: Dashboard Arrangement
ar: ترتيب الشاشة

source: Deactivate
ar: الغاء تفعيل

source: Delete
ar: حذف

# digitalCopyOfHisnElmoslem
source: A digital copy of Hisn Elmoslem was used from the Aloka Network.
ar: تم الاستعانة بنسخة رقمية من كتاب حصن المسلم من شبكة الألوكة

# dislikeAboutApp
source: I don't like about this app:
ar: ما لم يعجبك في التطبيق:

source: Dismiss
ar: لاحقا

source: Done
ar: تم

# drSaeedBinAliBinWahf
source: Dr. Saeed bin Ali bin Wahf Al-Qahtani
ar: للفقير إلى الله تعالى الدكتور سعيد بن علي بن وهف القحطاني

source: Edit
ar: تعديل

source: Edit counter
ar: تعديل عداد حالي

source: Edit image size
ar: تعديل عرض الصورة

source: Edit reminder
ar: تعديل تنبيه

# effectManager
source: Effect Control
ar: إدارة المؤثرات

source: Enable wake lock
ar: إبقاء الشاشة نشطة

# endSuraAliImran
source: End of Surah Ali 'Imran
ar: أواخر آل عمران

source: Every Friday
ar: كل جمعة

source: Every Monday
ar: كل إثنين

source: Every Saturday
ar: كل سبت

source: Every Sunday
ar: كل أحد

source: Every Thursday
ar: كل خميس

source: Every Tuesday
ar: كل ثلاثاء

source: Every Wednesday
ar: كل أربعاء

source: Fake Hadith
ar: أحاديث لا تصح

# fastingMondaysThursdaysReminder
source: Fasting Mondays and Thursdays Reminder
ar: منبه صيام الاثنين والخميس

# favoritesContent
source: favorites
ar: المفضلة

# favoritesZikr
source: Favourite Zikr
ar: مفضلة الأذكار

# featuresToBeAdded
source: Features I hope to be added:
ar: ميزات تتمنى وجودها:

source: Fixed size mode
ar: حجم خط ثابت

source: Font Settings
ar: إعدادات الخط

source: Font Type
ar: نوع الخط

source: Free, ad-free and open source app
ar: تطبيق مجاني خالي من الإعلانات ومفتوح المصدر

source: General
ar: عام

# github
source: Github source code
ar: الكود المصدري للمشروع

source: Go to
ar: الذهاب إلى

# haveBeenRead
source: Read
ar: تمت قراءته

# haveNotOpenedAppLongTime
source: You haven't opened the app for a long time.
ar: لم تفتح التطبيق منذ فترة

# haveNotReadAnythingYet
source: You haven't read anything yet
ar: لم تقرأ شيئًا بعد

source: Hisn Elmoslem
ar: حصن المسلم

source: Hisn Elmoslem App
ar: تطبيق حصن المسلم

source: Hisn ELmoslem App Version
ar: تطبيق حصن المسلم الإصدار

source: Image quality
ar: جودة الصورة

source: Image width
ar: عرض الصورة

source: Index
ar: الفهرس

source: Later
ar: ذكرني لاحقًا

source: Light Theme
ar: الوضع الفاتح

# likeAboutApp
source: I like about this app:
ar: ما أعجبك في التطبيق:

source: Message
ar: رسالة

# misspelled
source: Hisn ELmoslem App | Misspelled
ar: تطبيق حصن المسلم: خطأ إملائي

# newText
source: New
ar: جديد

source: No
ar: لا

source: No active counter
ar: لا يوجد عداد نشط

# noAlarmSetForAnyZikr
source: No alarm has been set for any zikr If you want to set an alarm, click on the alarm sign next to the zikr title
ar: لم يتم تعيين منبه لأي ذكر إذا أردت تعيين منبه قم بالضغط على علامة المنبه ⏰ بجوار عنوان الذكر

source: No reminders found
ar: لا يوجد أي منبهات

source: Notes
ar: ملاحظات

source: Nothing found in favorites
ar: لا يوجد شيء في المفضلة

# notificationPermissionRequired
source: Hisn ELmoslem need notification permission to send zikr reminders.
ar: التطبيق يحتاج إلى أخذ الإذن لتشغيل الإشعارات لتعمل معك التنبيهات بشكل سليم

# noTitleMarkedAsFavorite
source: No title from the index is marked as a favourite. Click on the Favorites icon at any index title
ar: لم يتم تحديد أي عنوان من الفهرس كمفضل قم بالضغط على علامة المفضلة عند أي عنوان فهرس

# noTitleWithName
source: No title with this name
ar: لا يوجد عنوان بهذا الاسم

# noZikrSelectedAsFavorite
source: No zikr has been selected as a favorite Click on the heart icon on any internal zikr
ar: لم يتم تحديد أي ذكر كمفضل قم بالضغط على علامة القلب عند أي ذكر داخلي

source: Official Website
ar: الموقع الرسمي

# optimizeDarkTheme
source: Optimized Dark Theme
ar: الوضع المعتم المحسن

# optimizeLightTheme
source: Optimized Light Theme
ar: الوضع الفاتح المحسن

source: Our Products
ar: إصداراتنا

source: Page Mode
ar: وضعية الصفحات

source: Phone vibration at every praise
ar: اهتزاز الهاتف عند كل تسبيحة

source: Phone vibration at single zikr end
ar: اهتزاز الهاتف عند انتهاء كل ذكر

source: Phone vibration when all zikr end
ar: اهتزاز الهاتف عند انتهاء جميع الأذكار

# prayForUsAndParents
source: Pray for us and our parents.
ar: نسألكم الدعاء لنا ولوالدينا

# progressDeletedCannotUndo
source: Your progress will be deleted and you can't undo that
ar: سيتم حذف تقدمك في هذا الذكر هل تريد القيام بهذا؟

# prophetSaidLiesIntentional
source: The Prophet (may Allahâ€™s peace and blessings be upon him) said: "Whoever tells lies about me intentionally should take his seat in Hellfire."
ar: قال رسول الله صلى الله عليه وسلم: «من كذب علي متعمدا فليتبوأ مقعده من النار»

# quranPagesFromAndroidQuran
source: Quran pages are from android quran
ar: صفحات المصحف من خلال موقع android quran

# rateTheApp
source: Hisn ELmoslem App | Rate the app
ar: تطبيق حصن المسلم: تقييم التطبيق

# readAllContent
source: You have read all content
ar: لقد أتمت قراءة الأحاديث

source: Reminder Removed
ar: تم حذف منبه

source: Reminders
ar: المنبهات

# remindersManager
source: Reminders Control
ar: إدارة تنبيهات الأذكار

# reportBugsRequestFeatures
source: Report bugs and request new features
ar: الشكاوى والمقترحات

source: Requires app restart
ar: يتطلب إعادة تشغيل التطبيق

source: Reset all counters?
ar: إعادة ضبط جميع العدادات؟

# reviewIndexOfBook
source: Please review the index of the book
ar: برجاء قم بمراجعة فهرس الكتاب

source: Search
ar: البحث

source: Select
ar: تحديد

source: Select color
ar: اختر هذا اللون

source: Send Email
ar: راسلنا

# setMessageForYou
source: Set message for yourself
ar: ضع رسالة لنفسك

source: Settings
ar: الإعدادات

source: Share as image
ar: مشاركة كصورة

# shouldBe
source: It should be:
ar: والصواب

source: Show fadl
ar: اظهار الفضل

source: Show source of zikr
ar: اظهار المصدر

source: Show zikr index
ar: اظهار رقم الذكر

source: Shuffle Mode Activated
ar: تفعيل وضع السبحة المتغيرة

source: Shuffle Mode Deactivated
ar: الغاء تفعيل وضع السبحة المتغيرة

source: Skip
ar: تخط

source: Sound effect at every praise
ar: اشعار صوتي عند كل تسبيحة

source: Sound effect at single zikr end
ar: اشعار صوتي عند انتهاء كل ذكر

source: Sound Effect volume
ar: حجم الصوت

source: Sound effect when all zikr end
ar: اشعار صوتي عند انتهاء جميع الأذكار

# spellingErrorIn
source: There is a spelling error in
ar: يوجد خطأ إملائي في

source: Start
ar: البدء

source: Subject
ar: الموضوع

source: Subtitle color
ar: لون النص الملحق

# suraAlKahf
source: Surah Al-Kahf
ar: سورة الكهف

# suraAlKahfReminder
source: Surah Al-Kahf Reminder
ar: تذكير قراءة سورة الكهف

# suraAlMulk
source: Surah Al-Mulk
ar: سورة الملك

# suraAsSajdah
source: Surah As-Sajdah
ar: سورة السجدة

source: Tally
ar: السبحة

source: Text
ar: النص

source: Text color
ar: لون النص

# themeAppColor
source: App Color
ar: لون التطبيق

# themeBackgroundColor
source: Background Color
ar: لون الخلفية

# themeDarkMode
source: Dark Mode
ar: الوضع المظلم

# themeManager
source: Theme Control
ar: إدارة ألوان التطبيق

# themeOverrideBackground
source: Override Background
ar: تحديد لون الخلفية

# themeSelectColor
source: Select Color
ar: تحديد لون

# themeUseMaterial3
source: Use Material3
ar: استخدام Material3

# themeUserOldTheme
source: User Old Theme
ar: استخدام الثيم القديم

source: Times
ar: دورات

source: Title
ar: العنوان

source: Title color
ar: لون العنوان

source: True black Theme
ar: الوضع الأسود الغريب

source: Updates History
ar: تاريخ التحديثات

source: Use Hindi Digits
ar: استخدام الأرقام الهندية

source: Yes
ar: نعم

source: Zikr Index
ar: الذكر رقم
