const Map<String, String> en = {
  ///
  "البدء": "",

  /// Dashboard
  "الفهرس": "",
  "المفضلة": "",
  "مفضلة الأذكار": "",
  "البحث": "",

  /// Empty pgae
  "لا يوجد شيء في المفضلة": "",
  "لم يتم تحديد أي ذكر كمفضل قم بالضغط على علامة القلب عند أي ذكر داخلي": "",
  "لم يتم تحديد أي عنوان من الفهرس كمفضل قم بالضغط على علامة المفضلة عند أي عنوان فهرس":
      "",
  "لا يوجد عنوان بهذا الاسم": "",
  "برجاء قم بمراجعة الكتاب": "",

  /// Drawer
  //
  "السبحة": "",
  "التسبيح": "",
  "عدد المرات": "",
  "عرض التسبيحات": "",
  "تعديل": "",
  "حذف": "",
  //
  "سورة الكهف": "",
  "سورة السجدة": "",
  "سورة الملك": "",
  "أحاديث لا تصح": "",
  "الإعددات": "",
  "تواصل مع المطور": "",
  "تاريخ التحديثات": "",
  "عنا": "",
  "إغلاق": "",

  /// Settings
  "عام": "",
  "وضعية الصفحات": "",
  "وضعية البطاقات": "",
  "إدارة ألوان التطبيق": "",
  "إدارة المؤثرات": "",
  "ترتيب الشاشة": "",
  "نوع الخط": "",
  //
  "إعدادات الخط": "",
  //
  "المنبهات": "",
  "إدارة تنبيهات الأذكار": "",
  "صيام الاثنين والخميس": "",
  "تذكير قراءة سورة الكهف": "",
  //
  "التواصل": "",
  "الشكاوى والمقترحات": "",
  "راسلنا": "",
  "المشروع": "",
  "عن التطبيق": "",

  ///
};
